[world]
id = 200001
name = 梵天ol
[db_game]
host_name = 127.0.0.1			;mysql服务器主机
user_name = root
password = 123456
db_name = sm_db				;数据库名
port = 3306				;mysql服务器端口号

[db_log]
host_name = 127.0.0.1			;mysql服务器主机
user_name = root	
password = 123456
db_name = sm_dblog			;数据库名
port = 3306				;mysql服务器端口号


[db_login]
host_name	= 127.0.0.1		;帐号库IP
user_name	= root
password	= 123456
db_name	         = sm_login     	;帐号库数据库名
port    = 3306				;数据库密码

[open_shengling]
open = 1;